export const answers = [
  { positive: "재밌겠는데? 간다", negative: "아.. 그건좀 안간다" },
  {
    positive: "친구들을 모두 불러서 파티를 한다",
    negative: "가족들이랑 소소하게 보낸다",
  },
  {
    positive: "친구들을 만나서 상사 뒷담화를 한다",
    negative: "침대와 한 몸이 되어 피로를 푼다",
  },
  {
    positive: "당장 전화주문한다",
    negative: "아..다음에 먹자 앱으로 다른 가게에 주문한다",
  },
  {
    positive: "오! 재밌겠다 이야기를 해볼까?",
    negative: "모처럼 여행인데 방해받고 싶지 않아",
  },
  {
    positive: "쓸데없는 생각 그만하고 자자",
    negative: "생각 그만하자는 생각을 하다가 잠을 못잔다",
  },
  {
    positive:
      "비가 오면 계획이 틀어질 텐데, 일단 비가 오지 않는 실내 장소를 찾아야겠다",
    negative:
      "비 오는 날이면 낭만적일지도 몰라. 비 속에서 즐길 수 있는 활동을 한번 상상해볼까?",
  },
  {
    positive:
      "이 취미는 어떻게 하는 건지 누가 알려줄 수 있지? 구체적으로 배워야겠다",
    negative:
      "이 취미는 내 삶에 어떤 영향을 줄 수 있을까? 아마도 나를 완전히 다른 사람으로 만들지도 몰라",
  },
  {
    positive: "아, 이 물건! 이때 이렇게 썼었지. 옛 추억이 떠오르네",
    negative:
      "이 물건이 이렇게 다시 나타난 건 뭔가 의미가 있는 것 같아. 내 인생의 흐름에 어떤 메시지가 있을지도 몰라",
  },
  {
    positive:
      "아이디어는 좋은데, 구체적인 계획이나 실행 방안이 필요해. 현실적으로 가능할지 따져봐야겠다",
    negative:
      "이 아이디어가 성공한다면 회사의 미래는 어떻게 바뀔까? 지금의 틀을 넘어설 수 있을지 생각해보자",
  },
  {
    positive: "왜 우울해? 무슨일이야?",
    negative: "우울한데 빵을 왜샀어?",
  },
  {
    positive: "그러니까! 이런 날은 놀러가야 하는데",
    negative: "빨리 일 끝내고 쉬자",
  },
  {
    positive: "괜찮아? 많이아파?",
    negative: "병원갈래? 약줄까?",
  },
  {
    positive: "맞아, 사람이 실수할 수도 있지 있지, 괜찮아",
    negative: "너가 잘못한건 맞으니 어쩔수 없지",
  },
  {
    positive: "미안해, 기다리는거 힘들었지, 내가 맛있는거 사줄게!",
    negative: "미안해, 알바하다가 단체손님이 와서 퇴근이 늦어졌네",
  },
  {
    positive:
      "일단 눈앞에 수학이 있으니 수학부터 하자. 뭐, 그때그때 봐서 진행하면 되겠지",
    negative:
      "제일 먼저 시험이 있는 생물부터 해야겠어. 하루에 2과목씩 나눠서 계획을 세워야겠다",
  },
  {
    positive:
      "음, 일단 즉흥적으로 다른 곳을 찾아보자. 취소된 것도 나름의 재미가 있지",
    negative:
      "계획이 틀어졌네. 빨리 대체할 수 있는 일정과 활동을 다시 짜야겠어",
  },
  {
    positive: "일단 시작해볼까?",
    negative: "시작하기전에 계획을 세우고 시작해야겠다",
  },
  {
    positive: "나라 정했으면 다정한거지",
    negative:
      "요즘 여행어플도 좋은게 많던데 어플로 한번 여행 동선을 정리해볼까?",
  },
  {
    positive:
      "청소는 시작해보고 그때그때 필요한 곳부터 청소하면 되겠지. 마음 가는 대로 하자",
    negative: "먼저 청소할 곳을 정하고, 방마다 순서대로 진행해야겠다",
  },
];
